import React from "react";

function PrivacyPolicy() {
  return (
    <div className="page">
      <div className="translations-content-container">
        <div className="container">
          <div
            className="tab-content translations-content-item en visible"
            id="en"
          >
            <h1>Політика конфіденційності</h1>
            <p>Останнє оновлення: 2 січня 2024 р.</p>
            <p>
              Ця Політика конфіденційності описує Наша політика та процедури
              щодо збору використання та розголошення вашої інформації, коли ви
              використовуєте Послугу та повідомляє Ви про Ваші права на
              конфіденційність і про те, як закон захищає Вас.
            </p>
            <p>
              Ми використовуємо Ваші персональні дані для надання та покращення
              Сервісу. Користуючись Сервісом, ви погоджуєтеся на збір і
              використання інформації відповідно до цієї Політики
              конфіденційності. Ця Політика конфіденційності була створена за
              допомогою
              <a
                href="https://www.freeprivacypolicy.com/free-privacy-policy-generator/"
                target="_blank"
                rel="noreferrer"
              >
                Free Privacy Policy Generator
              </a>
              <ul>
                <li>
                  <strong>Cookie або файли cookie веб-переглядача.</strong>{" "}
                  Печиво - це a невеликий файл, розміщений на вашому пристрої.
                  Ви можете наказати своєму браузеру відхиляти всі файли cookie
                  або щоб вказати, коли надсилається файл cookie. Однак, якщо ви
                  не приймаєте файли cookie, Можливо, ви не зможете
                  використовувати деякі частини нашого Сервісу. Якщо ви не
                  відкоригували налаштування свого браузера щоб він відмовився
                  від файлів cookie, наш Сервіс може використовувати файли
                  cookie.
                </li>
                <li>
                  <strong>Веб-маяки.</strong> Деякі розділи нашого Сервісу та
                  наші електронні листи можуть містити невеликі електронні дані
                  файли, відомі як веб-маяки (також називаються чіткими
                  gif-файлами, піксельними тегами та однопіксельними
                  gif-файлами) які дозволяють Компанії, наприклад, щоб
                  підрахувати користувачів, які відвідали ці сторінки або
                  відкрив електронний лист та для інших пов’язана статистика
                  веб-сайтів (наприклад, запис популярності певного розділ і
                  перевірка цілісності системи та сервера).
                </li>
              </ul>
              <p>
                Файли cookie можуть бути &quot;Постійними&quot; або
                &quot;Сеанс&quot; Печиво. Постійні файли cookie залишаються у
                вашому особистому обліковому записі комп’ютера або мобільного
                пристрою, коли Ви перебуваєте в автономному режимі під час
                сеансу Файли cookie видаляються, щойно Ви закриваєте свій
                веб-браузер. Дізнайтеся більше про файли cookie на
                <a
                  href="https://www.freeprivacypolicy.com/blog/sample-privacy-policy-template/#Use_Of_Cookies_And_Tracking"
                  target="_blank"
                  rel="noreferrer"
                >
                  Безкоштовний веб-сайт із політикою конфіденційності
                </a>{" "}
                стаття.
              </p>
              <p>
                Ми використовуємо як сеансові, так і постійні файли cookie для
                цілей, викладених нижче:
              </p>
              <ul>
                <li>
                  <p>
                    <strong>Необхідні/основні файли cookie</strong>
                  </p>
                  <p>Тип: сеансові файли cookie</p>
                  <p>Адмініструється: ми</p>
                  <p>
                    Мета: ці файли cookie необхідні для надання Ви маєте
                    послуги, доступні на веб-сайті та ввімкнені Ви можете
                    використовувати деякі його функції. Вони допомагають
                    аутентифікувати користувачів і запобігати шахрайське
                    використання облікових записів користувачів. Без цих файлів
                    cookie служби, які Ви запитали не може бути надано, і ми
                    використовуємо ці файли cookie лише для надання Ви з тими
                    службами.
                  </p>
                </li>
                <li>
                  <p>
                    <strong>
                      Політика використання файлів cookie/файли cookie прийняття
                      повідомлень
                    </strong>
                  </p>
                  <p>Тип: постійні файли cookie</p>
                  <p>Адмініструється: ми</p>
                  <p>
                    Призначення: ці файли cookie ідентифікують якщо користувачі
                    погодилися на використання файлів cookie на Веб-сайті.
                  </p>
                </li>
                <li>
                  <p>
                    <strong>Функціональні файли cookie</strong>
                  </p>
                  <p>Тип: постійні файли cookie</p>
                  <p>Адмініструється: ми</p>
                  <p>
                    Призначення: ці файли cookie дозволяють нам запамятовувати
                    вибір Ви робите, коли користуєтеся Веб-сайтом, наприклад
                    запам’ятовуєте свої дані для входу або мовні переваги. Метою
                    цих файлів cookie є надання Вам більш особистий досвід і щоб
                    уникнути вас щоб повторно вводити свої налаштування кожного
                    разу, коли Ви використовуєте Веб-сайт.
                  </p>
                </li>
              </ul>
              <p>
                Для отримання додаткової інформації про файли cookie, які ми
                використовуємо і ваш вибір щодо файлів cookie див нашу політику
                використання файлів cookie або розділ файлів cookie наша
                Політика конфіденційності.
              </p>
              <h3>Використання ваших персональних даних</h3>
              <p>
                Компанія може використовувати Персональні дані для таких цілей:
              </p>
              <ul>
                <li>
                  <p>
                    <strong>Надавати та підтримувати наш Сервіс</strong>,
                    зокрема для моніторингу використання нашого Сервісу.
                  </p>
                </li>
                <li>
                  <p>
                    <strong>Щоб керувати своїм обліковим записом:</strong> для
                    керування Вашою реєстрацією як користувача Сервісу.
                    Персональні дані, які ви надаєте, можуть надати вам доступ
                    до різних функціональні можливості Сервісу, доступні Вам як
                    зареєстрованому користувачеві.
                  </p>
                </li>
                <li>
                  <p>
                    <strong>Для виконання контракту:</strong> розробка,
                    дотримання та впровадження договору закупівлі продукції,
                    предметів чи послуг, які ви придбали, чи будь-яких інших
                    укладати з нами через Сервіс.
                  </p>
                </li>
                <li>
                  <p>
                    <strong>Щоб зв’язатися з вами:</strong> Щоб звязатися з вами
                    електронною поштою, телефонні дзвінки, SMS або інші
                    еквівалентні форми електронного зв’язку, наприклад
                    push-повідомлення мобільних додатків щодо оновлень або
                    інформаційні повідомлення, пов’язані з функціями, продуктами
                    або договірні послуги, включно з оновленнями безпеки, якщо
                    це необхідно або розумно для них впровадження.
                  </p>
                </li>
                <li>
                  <p>
                    <strong>Щоб надати Вам</strong> з новинами, спеціальними
                    пропозиціями та загальною інформацією про інші товари,
                    послуги та події, які ми пропонуємо, схожі до тих, які вже є
                    придбав або запитав про, якщо не Ви вирішили не отримувати
                    таку інформацію.
                  </p>
                </li>
                <li>
                  <p>
                    <strong>Щоб керувати вашими запитами:</strong> Для
                    відвідування та обробки ваших запитів до нас.
                  </p>
                </li>
                <li>
                  <p>
                    <strong>Для ділових переказів:</strong> Ми можемо
                    використовувати вашу інформацію, щоб оцінити або провести
                    злиття, відчуження, реструктуризація, реорганізація,
                    ліквідація, або іншим способом продажу чи передачі деяких чи
                    всіх наших активів, чи як безперервне підприємство, чи як
                    частина банкрутства, ліквідації, або подібне провадження, у
                    якому Персональні дані, які ми зберігаємо, про наш Сервіс
                    користувачів є серед переданих активів.
                  </p>
                </li>
                <li>
                  <p>
                    <strong>Для інших цілей</strong>: ми можемо використовувати
                    вашу інформацію для інших цілей, наприклад для аналізу
                    даних, виявлення тенденцій використання, визначення
                    ефективність наших рекламних кампаній і оцінити і
                    покращувати наш Сервіс, продукти, послуги, маркетинг і ваш
                    досвід.
                  </p>
                </li>
              </ul>
              <p>
                Ми можемо надати вашу особисту інформацію в таких ситуаціях:
              </p>
              <ul>
                <li>
                  <strong>З постачальниками послуг:</strong> Ми можемо надати
                  вашу особисту інформацію Постачальникам послуг для моніторингу
                  та аналізу використання нашого Сервісу, для зв’язку з Вами.
                </li>
                <li>
                  <strong>Для ділових переказів:</strong> Ми можемо ділитися або
                  передавати вашу особисту інформацію у звязку з або під час
                  переговорів щодо будь-якого злиття, продаж активів Компанії,
                  фінансування або придбання всіх або частину нашого бізнесу
                  іншій компанії.
                </li>
                <li>
                  <strong>З філіями:</strong> Ми можемо надавати вашу інформацію
                  нашим афілійованим особам, у цьому випадку ми вимагатимемо від
                  цих афілійованих осіб дотримання цієї Політики
                  конфіденційності. Філіями є наша материнська компанія та
                  будь-які інші дочірні компанії, партнери по спільному
                  підприємству або інші компанії, які ми контролюємо або які
                  перебувають під спільним контролем з нами.
                </li>
                <li>
                  <strong>З діловими партнерами:</strong> Ми можемо надати Вашу
                  інформацію нашим діловим партнерам, щоб запропонувати Ви певні
                  продукти, послуги чи акції.
                </li>
                <li>
                  <strong>З іншими користувачами:</strong> коли ви ділитеся
                  особистою інформацією або іншим чином взаємодієте у зонах
                  загального користування з іншими користувачами таку інформацію
                  можуть переглядати для всіх користувачів і може бути публічно
                  поширений за межами. Якщо ви взаємодієте з іншими користувачів
                  або зареєструватися через Сторонню службу соціальних мереж,
                  Ваші контакти на Служба соціальних мереж третьої сторони може
                  бачити ваше ім’я, профіль, картинки та опис вашої діяльності.
                  Подібним чином зроблять інші користувачі мати можливість
                  переглядати описи Вашої діяльності, спілкуватися з Вами та
                  переглядати Ваш профіль.
                </li>
                <li>
                  <strong>З вашої згоди</strong>: Ми можемо розкрити вашу
                  особисту інформацію інформацію для будь-яких інших цілей за
                  Вашою згодою.
                </li>
              </ul>
              <h3>Зберігання ваших персональних даних</h3>
              <p>
                Компанія зберігатиме ваші персональні дані лише протягом до тих
                пір, поки це необхідно для цілей, викладених у цій Політиці
                конфіденційності. Ми зберігатимемо та використовуватимемо Ваші
                персональні дані в необхідному обсязі для виконання наших
                юридичних зобов’язань (наприклад, якщо від нас вимагають
                утримувати ваші дані відповідно до чинного законодавства),
                вирішувати суперечки та забезпечувати виконання наших юридичних
                угод і політик.
              </p>
              <p>
                Компанія також зберігатиме Дані про використання для цілей
                внутрішнього аналізу. Дані про використання зазвичай
                зберігаються протягом менший період часу, за винятком випадків,
                коли ці дані використовуються для посилення безпеки або
                покращення функціональність нашого Сервісу, або ми юридично
                зобов’язані зберігати ці дані за довший період часу.
              </p>
              <h3>Передача ваших персональних даних</h3>
              <p>
                Ваша інформація, включно з Персональними даними, обробляється в
                офісах компанії і в будь-яких інших місцях, де залучені сторони
                в обробці знаходяться. Це означає, що це інформація може бути
                передана — та збережена на — комп’ютери, розташовані за межами
                Вашого штату, провінції, країни чи іншої урядової юрисдикції, де
                закони про захист даних можуть відрізнятися від законів вашої
                юрисдикції.
              </p>
              <p>
                Ви погодилися з цією Політикою конфіденційності надання вами
                такої інформації означає вашу згоду на цю передачу.
              </p>
              <p>
                Компанія вживатиме всіх заходів розумно необхідні для
                забезпечення обробки ваших даних безпечно та відповідно до цієї
                Політики конфіденційності Політика та заборона передачі Ваших
                персональних даних матиме місце в організації чи країні, якщо
                тільки є адекватні засоби контролю, включаючи безпеку ваших
                даних та іншої особистої інформації.
              </p>
              <h3>Видалити ваші персональні дані</h3>
              <p>
                Ви маєте право видалити або вимагати що Ми допомагаємо у
                видаленні Особистого Дані, які ми зібрали про вас.
              </p>
              <p>
                Наш сервіс може дати вам можливість щоб видалити певну
                інформацію про Ви з Сервісу.
              </p>
              <p>
                Ви можете оновлювати, змінювати або видаляти Вашу інформацію в
                будь-який час, увійшовши у свій обліковий запис, якщо він у вас
                є, і відвідайте розділ налаштувань облікового запису що дозволяє
                вам керувати вашою особистою інформацією. Ви також можете
                зв’язатися з нами, щоб отримати доступ до, виправити, або
                видалити будь-яку особисту інформацію, яку ви надали нам.
              </p>
              <p>
                Проте зверніть увагу, що нам може знадобитися утримати n певну
                інформацію, коли ми маємо юридичне зобов’язання або законні
                підстави для цього.
              </p>
              <h3>Розкриття ваших персональних даних</h3>
              <h4>Комерційні операції</h4>
              <p>
                Якщо Компанія бере участь у злитті, придбання або продажу
                активів, Ваші персональні дані можуть бути передані. Ми
                надішлемо сповіщення, перш ніж ваші персональні дані будуть
                передані та стануть предметом до іншої Політики
                конфіденційності.
              </p>
              <h4>Правоохоронні органи</h4>
              <p>
                За певних обставин від Компанії може вимагатися розкриття
                інформації Ваші персональні дані, якщо потрібно відповідно до
                закону або у відповідь на обґрунтовані запити громадськості
                органи влади (наприклад, суд чи державна установа).
              </p>
              <h4>Інші юридичні вимоги</h4>
              <p>
                Компанія може розкривати Ваші особисті дані на добросовісному
                переконанні що така дія необхідна для:
              </p>
              <ul>
                <li>Дотримуватись юридичних зобов’язань</li>
                <li>Захист і захист прав чи власності Компанії</li>
                <li>
                  Запобігання або розслідування можливих протиправних дій у
                  зв’язку зі Службою
                </li>
                <li>
                  Захищати особисту безпеку Користувачів Сервісу або
                  громадськості
                </li>
                <li>Захист від юридичної відповідальності</li>
              </ul>
              <h3>Безпека ваших персональних даних</h3>
              <p>
                Безпека вашого особистого Дані важливі для нас, але пам’ятайте
                що немає способу передачі через Інтернет, або метод електронного
                зберігання є на 100% безпечним. Хоча ми прагнемо використовувати
                комерційно прийнятні засоби щоб захистити Ваші персональні дані,
                ми не можемо гарантувати їх абсолютну безпеку.
              </p>
              <h2>Конфіденційність дітей</h2>
              <p>
                Наша служба не звертається будь-хто віком до 13 років. Ми
                свідомо не збираємо особисто ідентифікаційну інформацію від
                будь-кого віком до 13 років. Якщо Ви є батьком або опікуном і
                знаєте, що Ваша дитина має надали нам персональні дані, будь
                ласка, звяжіться з нами. Якщо нам стане відомо, що ми зібрали
                Персональні дані з будь-яка особа віком до 13 років без
                підтвердження згоди батьків, Ми вживаємо заходів для видалення
                цієї інформації з наших серверів.
              </p>
              <p>
                Якщо нам необхідно покладатися на згоду як правову основу для
                обробки Ваших інформація та Ваша країна вимагає згоди батьків,
                Ми можемо вимагати згоди Ваших батьків, перш ніж збирати та
                використовувати цю інформацію.
              </p>
              <h2>Посилання на інші веб-сайти</h2>
              <p>
                Наш Сервіс може містити посилання на інші веб-сайти якими ми не
                керуємо. Якщо ви клацнете посилання третьої сторони, Ви будете
                перенаправлені на сайт третьої сторони. Ми настійно рекомендуємо
                Вам ознайомитися з Політикою конфіденційності кожен сайт, який
                ви відвідуєте.
              </p>
              <p>
                Ми не контролюємо та не несемо відповідальності за вміст,
                політика конфіденційності або практика будь-яких сторонніх
                сайтів або служб.
              </p>
              <h2>Зміни в цій Політиці конфіденційності</h2>
              <p>
                Час від часу ми можемо оновлювати нашу Політику
                конфіденційності. Ми повідомимо Вас про будь-які зміни,
                опублікувавши нову Політику конфіденційності на цій сторінці.
              </p>
              <p>
                Ми повідомимо вас електронною поштою та/або у видному сповіщенні
                на Нашій службі, до того, як зміни набудуть чинності і оновіть
                &quot;Останнє оновлення&quot; дата вгорі цієї Політики
                конфіденційності.
              </p>
              <p>
                Рекомендуємо періодично переглядати цю Політику конфіденційності
                на предмет будь-яких змін. Зміни до цієї Політики
                конфіденційності набувають чинності, коли вони опубліковані на
                цій сторінці.
              </p>
              <h2>Звяжіться з нами</h2>
              <p>
                Якщо у вас виникли запитання щодо цієї Політики
                конфіденційності, ви можете зв’язатися з нами:
              </p>
              <ul>
                <li>
                  Електронною поштою:
                  <a
                    href="/cdn-cgi/l/email-protection"
                    className="__cf_email__"
                    data-cfemail="63050a0d070e06170a0008061714060123040e020a0f4d000c0e"
                  >
                    [email&#160;protected]
                  </a>
                </li>
              </ul>
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}

export default PrivacyPolicy;
