export const reviews = {
  title: "Багато чудових людей щодня користуються нашим сервісом",
  formTitle: "Залиште свій коментар",
  lockMessage: "Тільки авторизовані користувачі можуть залишати коментарі",
  lockButton: "Увійти",
  formSubmitBtn: "Надіслати",
  textareaPlaceholder:
    "Відгук повинен мати не менше 5 символів і не більше 400. ",
  ratingError: "Ви не поставили оцінку нашому сайту. ",
  errorAddReview: "Помилка збереження відгуку. Спробуйте ще раз.",
  loadingReview: "Відправка...",
};
